Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 本次已跳过 %1$@ 个非图片文件。GPX 轨迹仍支持导入。
source: %1$@ non-image files have been skipped this time. GPX tracks are still supported for import.
es: Se omitieron %1$@ archivos que no son imágenes. La importación de rutas GPX sigue disponible.
ja: 画像以外のファイルを%1$@件スキップしました。GPX軌跡は引き続き読み込めます。
ko: 이미지가 아닌 파일 %1$@개를 건너뛰었습니다. GPX 경로는 계속 가져올 수 있습니다.
pt_br: Foram ignorados %1$@ arquivos que não são imagens. A importação de trilhas GPX continua disponível.
zh_hans: 本次已跳过 %1$@ 个非图片文件。GPX 轨迹仍支持导入。
zh_hant: 本次已跳過 %1$@ 個非圖片檔案。GPX 軌跡仍支持導入。

# 本次轨迹 · %1$@
source: This track · %1$@
es: Esta ruta · %1$@
ja: この軌跡 · %1$@
ko: 이 경로 · %1$@
pt_br: Esta trilha · %1$@
zh_hans: 本次轨迹 · %1$@
zh_hant: 本次軌跡 · %1$@

# 极夜蓝
source: Polar Night Blue
es: Azul noche polar
ja: 極夜ブルー
ko: 극야 블루
pt_br: Azul noite polar
zh_hans: 极夜蓝
zh_hant: 極夜藍

# 查看
source: View
es: Ver
ja: 表示
ko: 보기
pt_br: Ver
zh_hans: 查看
zh_hant: 查看

# 查看 %1$@ 的轨迹范围
source: View the track range of %1$@
es: Ver extensión de la ruta %1$@
ja: %1$@の軌跡範囲を表示
ko: %1$@ 경로 범위 보기
pt_br: Ver extensão da trilha %1$@
zh_hans: 查看 %1$@ 的轨迹范围
zh_hant: 查看 %1$@ 的軌跡範圍

# 查看 GitHub 发布页
source: View the GitHub release page
es: Ver versiones en GitHub
ja: GitHubのリリースページを表示
ko: GitHub 릴리스 페이지 보기
pt_br: Ver versões no GitHub
zh_hans: 查看 GitHub 发布页
zh_hant: 查看 GitHub 發佈頁

# 查看与编辑照片信息…
source: View and edit photo information...
es: Ver y editar información de la foto…
ja: 写真情報を表示・編集…
ko: 사진 정보 보기 및 편집…
pt_br: Ver e editar informações da foto…
zh_hans: 查看与编辑照片信息…
zh_hant: 查看與編輯照片資訊…

# 查看逐张结果
source: View frame-by-frame results
es: Ver resultados por foto
ja: 写真ごとの結果を表示
ko: 사진별 결과 보기
pt_br: Ver resultados por foto
zh_hans: 查看逐张结果
zh_hant: 查看逐張結果

# 查询地区
source: Query the region
es: Consultar región
ja: 地域名を調べる
ko: 지역 조회
pt_br: Consultar região
zh_hans: 查询地区
zh_hant: 查詢地區

# 查询方式
source: Query method
es: Modo de consulta
ja: 検索方法
ko: 조회 방식
pt_br: Modo de consulta
zh_hans: 查询方式
zh_hant: 查詢方式

# 标准
source: Standard
es: Estándar
ja: 標準
ko: 표준
pt_br: Padrão
zh_hans: 标准
zh_hant: 標準

# 标签名称
source: Tag name
es: Nombre de etiqueta
ja: タグ名
ko: 태그 이름
pt_br: Nome da etiqueta
zh_hans: 标签名称
zh_hant: 標籤名稱

# 检查更新…
source: Check for updates...
es: Buscar actualizaciones…
ja: 更新を確認…
ko: 업데이트 확인…
pt_br: Verificar atualizações…
zh_hans: 检查更新…
zh_hant: 檢查更新…

# 欢迎使用 PhotoTrail
source: Welcome to PhotoTrail
es: Te damos la bienvenida a PhotoTrail
ja: PhotoTrailへようこそ
ko: PhotoTrail에 오신 것을 환영합니다
pt_br: Boas-vindas ao PhotoTrail
zh_hans: 欢迎使用 PhotoTrail
zh_hant: 歡迎使用 PhotoTrail

# 正在写入并回读验证…
source: Writing and reading back verification...
es: Escribiendo y verificando por relectura…
ja: 書き込み・再読み込み検証中…
ko: 기록 및 다시 읽기 검증 중…
pt_br: Gravando e verificando por releitura…
zh_hans: 正在写入并回读验证…
zh_hant: 正在寫入並回讀驗證…

# 正在写入照片（已处理 %1$@/%2$@）；请勿修改定位或关闭程序，可继续浏览。
source: Photos are being written (%1$@/%2$@ processed); please do not modify the location or close the program, you can continue browsing.
es: Escribiendo fotos (%1$@/%2$@). No cambies ubicaciones ni cierres la app; puedes seguir explorando.
ja: 写真に書き込み中（%1$@/%2$@）。位置の変更や終了は控えてください。閲覧は続けられます。
ko: 사진 기록 중(%1$@/%2$@). 위치를 수정하거나 앱을 종료하지 마세요. 사진 보기는 계속할 수 있습니다.
pt_br: Gravando fotos (%1$@/%2$@). Não altere localizações nem feche o app; você pode continuar navegando.
zh_hans: 正在写入照片（已处理 %1$@/%2$@）；请勿修改定位或关闭程序，可继续浏览。
zh_hant: 正在寫入照片（已處理 %1$@/%2$@）；請勿修改定位或關閉程序，可繼續瀏覽。

# 正在加载高德地图…
source: Loading AMap map...
es: Cargando AMap…
ja: AMapを読み込み中…
ko: AMap 불러오는 중…
pt_br: Carregando AMap…
zh_hans: 正在加载高德地图…
zh_hant: 正在加載高德地圖…

# 正在匹配轨迹…
source: Matching track...
es: Buscando coincidencias con rutas…
ja: 軌跡を照合中…
ko: 경로 일치 처리 중…
pt_br: Buscando correspondências com trilhas…
zh_hans: 正在匹配轨迹…
zh_hant: 正在匹配軌跡…

# 正在导入照片…
source: Importing photos...
es: Importando fotos…
ja: 写真を読み込み中…
ko: 사진 가져오는 중…
pt_br: Importando fotos…
zh_hans: 正在导入照片…
zh_hant: 正在導入照片…

# 正在按顺序处理轨迹。
source: Trajectories are being processed sequentially.
es: Las rutas se procesan por orden.
ja: 軌跡を順番に処理しています。
ko: 경로를 순서대로 처리 중입니다.
pt_br: As trilhas são processadas em sequência.
zh_hans: 正在按顺序处理轨迹。
zh_hant: 正在按順序處理軌跡。

# 正在校验所选位置…
source: Verifying the selected location...
es: Verificando ubicación elegida…
ja: 選択した位置を検証中…
ko: 선택한 위치 검증 중…
pt_br: Verificando localização escolhida…
zh_hans: 正在校验所选位置…
zh_hant: 正在校驗所選位置…

# 正在检查更新…
source: Checking for updates...
es: Buscando actualizaciones…
ja: 更新を確認中…
ko: 업데이트 확인 중…
pt_br: Verificando atualizações…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

# 正在自动下载 PhotoTrail %1$@…
source: Automatically downloading PhotoTrail %1$@...
es: Descargando PhotoTrail %1$@ automáticamente…
ja: PhotoTrail %1$@を自動ダウンロード中…
ko: PhotoTrail %1$@ 자동 다운로드 중…
pt_br: Baixando PhotoTrail %1$@ automaticamente…
zh_hans: 正在自动下载 PhotoTrail %1$@…
zh_hant: 正在自動下載 PhotoTrail %1$@…

# 正在读取地区…
source: Loading the region...
es: Cargando región…
ja: 地域名を読み込み中…
ko: 지역 불러오는 중…
pt_br: Carregando região…
zh_hans: 正在读取地区…
zh_hant: 正在讀取地區…

# 此版本用于自用开发验证。加载后，显示照片和校验选点会向高德发送经纬度；照片文件留在本机。
source: This version is for self-development verification. After loading, displaying photos and verifying selected points will send the latitude and longitude to AMap; the photo files remain on the local machine.
es: Esta función está destinada a la verificación del propio desarrollador. Al mostrar fotos o verificar puntos, se envían las coordenadas a AMap. Los archivos de fotos permanecen en el Mac.
ja: この機能は開発者自身による検証用です。読み込み後、写真の位置表示や選択地点の検証時に緯度・経度をAMapへ送信します。写真ファイルはこのMacに残ります。
ko: 이 기능은 개발자 자체 검증용입니다. 로드 후 사진 위치 표시와 선택 지점 검증 시 위도·경도가 AMap으로 전송됩니다. 사진 파일은 이 Mac에 남습니다.
pt_br: Este recurso se destina à verificação do próprio desenvolvedor. Ao exibir fotos ou validar pontos, as coordenadas são enviadas ao AMap. Os arquivos de fotos permanecem no Mac.
zh_hans: 此版本用于自用开发验证。加载后，显示照片和校验选点会向高德发送经纬度；照片文件留在本机。
zh_hant: 此版本用於自用開發驗證。加載後，顯示照片和校驗選點會向高德發送經緯度；照片檔案留在本機。

# 没有可安全匹配的照片；照片定位未修改。
source: No reliable matches were found. Photo locations have not changed.
es: No se encontraron coincidencias fiables. Las ubicaciones no cambiaron.
ja: 信頼できる一致がありません。写真の位置は変更していません。
ko: 신뢰할 수 있는 일치 결과가 없습니다. 사진 위치는 변경되지 않았습니다.
pt_br: Nenhuma correspondência confiável encontrada. As localizações não mudaram.
zh_hans: 没有可安全匹配的照片；照片定位未修改。
zh_hant: 沒有可安全匹配的照片；照片定位未修改。

# 没有可用轨迹。
source: No tracks available.
es: No hay rutas disponibles.
ja: 利用できる軌跡がありません。
ko: 사용 가능한 경로가 없습니다.
pt_br: Não há trilhas disponíveis.
zh_hans: 没有可用轨迹。
zh_hant: 沒有可用軌跡。

# 没有找到地点，请补充城市或详细名称。
source: No location found, please add the city or detailed name.
es: No se encontró el lugar. Añade la ciudad o un nombre más preciso.
ja: 場所が見つかりません。都市名や詳しい名前を加えてください。
ko: 장소를 찾지 못했습니다. 도시 또는 자세한 이름을 추가하세요.
pt_br: Local não encontrado. Adicione a cidade ou um nome mais preciso.
zh_hans: 没有找到地点，请补充城市或详细名称。
zh_hant: 沒有找到地點，請補充城市或詳細名稱。

# 没有找到已下载的安装镜像，请重新检查更新。
source: The downloaded installation image was not found, please check for updates again.
es: No se encuentra la imagen descargada. Vuelve a buscar actualizaciones.
ja: ダウンロード済みのイメージがありません。更新を再確認してください。
ko: 다운로드한 설치 이미지가 없습니다. 업데이트를 다시 확인하세요.
pt_br: Imagem baixada não encontrada. Verifique as atualizações novamente.
zh_hans: 没有找到已下载的安装镜像，请重新检查更新。
zh_hant: 沒有找到已下載的安裝鏡像，請重新檢查更新。

# 没有有效线段可显示。
source: There are no valid segments to display.
es: No hay segmentos válidos para mostrar.
ja: 表示できる有効な区間がありません。
ko: 표시할 유효한 구간이 없습니다.
pt_br: Não há segmentos válidos para exibir.
zh_hans: 没有有效线段可显示。
zh_hant: 沒有有效線段可顯示。

# 海外拍摄优先
source: Recommended outside mainland China
es: Recomendado fuera de China continental
ja: 中国本土以外の撮影におすすめ
ko: 중국 본토 외 촬영에 권장
pt_br: Recomendado fora da China continental
zh_hans: 海外拍摄优先
zh_hant: 海外拍攝優先

# 涂鸦
source: Graffiti
es: Grafiti
ja: グラフィティ
ko: 그래피티
pt_br: Grafite
zh_hans: 涂鸦
zh_hant: 塗鴉

# 清除 %1$@ 张照片的定位
source: Clear locations from selected photos (%1$@)
es: Borrar ubicaciones de la selección (%1$@)
ja: 選択した写真%1$@枚の位置を消去
ko: 선택한 사진 %1$@장의 위치 지우기
pt_br: Limpar localizações da seleção (%1$@)
zh_hans: 清除 %1$@ 张照片的定位
zh_hant: 清除 %1$@ 張照片的定位

# 清除匹配记录
source: Clear Match History
es: Borrar historial de coincidencias
ja: 照合履歴をクリア
ko: 일치 기록 지우기
pt_br: Limpar histórico de correspondências
zh_hans: 清除匹配记录
zh_hant: 清除匹配記錄

# 清除定位
source: Clear location
es: Borrar ubicación
ja: 位置を消去
ko: 위치 지우기
pt_br: Limpar localização
zh_hans: 清除定位
zh_hant: 清除定位

# 清除所选照片定位
source: Clear selected photo locations
es: Borrar ubicaciones de la selección
ja: 選択した写真の位置を消去
ko: 선택한 사진 위치 지우기
pt_br: Limpar localizações da seleção
zh_hans: 清除所选照片定位
zh_hant: 清除所選照片定位

# 清除所选照片定位…
source: Clear Selected Photo Locations…
es: Borrar ubicaciones de la selección…
ja: 選択した写真の位置を消去…
ko: 선택한 사진 위치 지우기…
pt_br: Limpar localizações da seleção…
zh_hans: 清除所选照片定位…
zh_hant: 清除所選照片定位…

# 清除所选照片定位？
source: Clear locations from selected photos?
es: ¿Borrar ubicaciones de la selección?
ja: 選択した写真の位置を消去しますか？
ko: 선택한 사진의 위치를 지울까요?
pt_br: Limpar localizações da seleção?
zh_hans: 清除所选照片定位？
zh_hant: 清除所選照片定位？

# 清除照片定位
source: Clear photo locations
es: Borrar ubicaciones de fotos
ja: 写真の位置を消去
ko: 사진 위치 지우기
pt_br: Limpar localizações das fotos
zh_hans: 清除照片定位
zh_hant: 清除照片定位

# 清除照片定位？
source: Clear photo locations?
es: ¿Borrar ubicaciones de las fotos?
ja: 写真の位置情報を消去しますか？
ko: 사진 위치를 지울까요?
pt_br: Limpar localizações das fotos?
zh_hans: 清除照片定位？
zh_hant: 清除照片定位？

# 清除这 %1$@ 张照片的定位…
source: Clear Selected Photo Locations (%1$@)…
es: Borrar ubicaciones de la selección (%1$@)…
ja: 選択した写真%1$@枚の位置を消去…
ko: 선택한 사진 %1$@장의 위치 지우기…
pt_br: Limpar localizações da seleção (%1$@)…
zh_hans: 清除这 %1$@ 张照片的定位…
zh_hant: 清除這 %1$@ 張照片的定位…

# 清除这条轨迹的转换缓存
source: Clear conversion cache for this trace
es: Borrar caché de conversión de esta ruta
ja: この軌跡の変換キャッシュを消去
ko: 이 경로의 변환 캐시 지우기
pt_br: Limpar cache de conversão desta trilha
zh_hans: 清除这条轨迹的转换缓存
zh_hant: 清除這條軌跡的轉換快取

# 源文件不可用或为符号链接。
source: The source file is unavailable or is a symbolic link.
es: El archivo original no está disponible o es un enlace simbólico.
ja: 元のファイルが利用できないか、シンボリックリンクです。
ko: 원본 파일을 사용할 수 없거나 심볼릭 링크입니다.
pt_br: O arquivo original está indisponível ou é um link simbólico.
zh_hans: 源文件不可用或为符号链接。
zh_hant: 源檔案不可用或為符號鏈接。

# 点击右上角导入照片，或将照片拖入窗口。
source: Click the upper right corner to import photos, or drag photos into the window.
es: Pulsa Importar arriba a la derecha o arrastra fotos a la ventana.
ja: 右上の読み込みボタンをクリックするか、写真をウインドウにドラッグしてください。
ko: 오른쪽 위의 가져오기를 클릭하거나 사진을 창으로 드래그하세요.
pt_br: Clique em Importar no canto superior direito ou arraste fotos para a janela.
zh_hans: 点击右上角导入照片，或将照片拖入窗口。
zh_hant: 點擊右上角導入照片，或將照片拖入窗口。

# 点击查询地区
source: Click to query the region
es: Pulsa para consultar la región
ja: クリックして地域名を調べる
ko: 클릭하여 지역 조회
pt_br: Clique para consultar a região
zh_hans: 点击查询地区
zh_hant: 點擊查詢地區

# 照片 %1$@ 的位置
source: Location of photo %1$@
es: Ubicación de la foto %1$@
ja: 写真%1$@の位置
ko: 사진 %1$@의 위치
pt_br: Localização da foto %1$@
zh_hans: 照片 %1$@ 的位置
zh_hant: 照片 %1$@ 的位置

# 照片与保存
source: Photos & Saving
es: Fotos y guardado
ja: 写真と保存
ko: 사진 및 저장
pt_br: Fotos e salvamento
zh_hans: 照片与保存
zh_hant: 照片與保存

# 照片信息
source: Photo information
es: Información de la foto
ja: 写真情報
ko: 사진 정보
pt_br: Informações da foto
zh_hans: 照片信息
zh_hant: 照片資訊

# 照片列表
source: Photos
es: Fotos
ja: 写真
ko: 사진
pt_br: Fotos
zh_hans: 照片列表
zh_hant: 照片列表

# 照片图库
source: Photo gallery
es: Galería de fotos
ja: 写真一覧
ko: 사진 목록
pt_br: Galeria de fotos
zh_hans: 照片图库
zh_hant: 照片圖庫

# 照片坐标转换失败
source: Photo coordinate conversion failed
es: Error al convertir coordenadas de fotos
ja: 写真の座標変換に失敗しました
ko: 사진 좌표 변환 실패
pt_br: Falha ao converter coordenadas das fotos
zh_hans: 照片坐标转换失败
zh_hant: 照片坐標轉換失敗

# 照片备份
source: Photo Backup
es: Copias de seguridad de fotos
ja: 写真のバックアップ
ko: 사진 백업
pt_br: Backup de fotos
zh_hans: 照片备份
zh_hant: 照片備份

# 照片将进入待保存状态；保存前仍可撤销。
source: The photo will enter the pending save state; it can still be undone before saving.
es: Las fotos quedarán pendientes de guardar. Puedes deshacer antes de guardar.
ja: 写真は保存待ちになります。保存前は取り消せます。
ko: 사진이 저장 대기 상태가 됩니다. 저장 전에는 실행 취소할 수 있습니다.
pt_br: As fotos ficarão pendentes de salvar. Você pode desfazer antes de salvar.
zh_hans: 照片将进入待保存状态；保存前仍可撤销。
zh_hant: 照片將進入待保存狀態；保存前仍可撤銷。

# 照片已有定位，默认不覆盖。
source: This photo already has a location. It is not overwritten by default.
es: Esta foto ya tiene ubicación. No se sustituye de forma predeterminada.
ja: この写真には位置情報があります。既定では上書きしません。
ko: 이 사진에는 이미 위치가 있습니다. 기본적으로 덮어쓰지 않습니다.
pt_br: Esta foto já tem localização. Ela não é substituída por padrão.
zh_hans: 照片已有定位，默认不覆盖。
zh_hant: 照片已有定位，預設不覆蓋。

# 照片时间或匹配间隔无效。
source: Invalid photo time or match interval.
es: La fecha de la foto o el intervalo de coincidencia no es válido.
ja: 写真の日時または照合間隔が無効です。
ko: 사진 시간 또는 일치 간격이 유효하지 않습니다.
pt_br: A data da foto ou o intervalo de correspondência é inválido.
zh_hans: 照片时间或匹配间隔无效。
zh_hant: 照片時間或匹配間隔無效。

# 照片标记
source: Photo Markers
es: Marcadores de fotos
ja: 写真のマーカー
ko: 사진 마커
pt_br: Marcadores de fotos
zh_hans: 照片标记
zh_hant: 照片標記

# 照片状态已变化，请重新拖动。
source: The photo status has changed, please drag again.
es: El estado de la foto ha cambiado. Arrastra de nuevo.
ja: 写真の状態が変わりました。もう一度ドラッグしてください。
ko: 사진 상태가 변경되었습니다. 다시 드래그하세요.
pt_br: O estado da foto mudou. Arraste novamente.
zh_hans: 照片状态已变化，请重新拖动。
zh_hant: 照片狀態已變化，請重新拖動。

# 照片生成
source: Photo generation
es: Creada desde fotos
ja: 写真から作成
ko: 사진에서 생성
pt_br: Criada a partir de fotos
zh_hans: 照片生成
zh_hant: 照片生成

# 照片缺少已确认的 WGS-84 定位。
source: The photo has no confirmed WGS-84 location.
es: La foto no tiene una ubicación WGS-84 confirmada.
ja: 写真に確認済みのWGS-84位置がありません。
ko: 사진에 확인된 WGS-84 위치가 없습니다.
pt_br: A foto não tem uma localização WGS-84 confirmada.
zh_hans: 照片缺少已确认的 WGS-84 定位。
zh_hant: 照片缺少已確認的 WGS-84 定位。

# 照片选择已变化，请重新操作。
source: The photo selection has changed, please try again.
es: La selección de fotos ha cambiado. Inténtalo de nuevo.
ja: 写真の選択が変わりました。再試行してください。
ko: 사진 선택이 변경되었습니다. 다시 시도하세요.
pt_br: A seleção de fotos mudou. Tente novamente.
zh_hans: 照片选择已变化，请重新操作。
zh_hant: 照片選擇已變化，請重新操作。

# 状态
source: Status
es: Estado
ja: 状態
ko: 상태
pt_br: Estado
zh_hans: 状态
zh_hant: 狀態

# 生成时可临时调整，不改变默认值。
source: Can be temporarily adjusted when generated without changing the default value.
es: Puedes ajustarlo al crear el archivo sin cambiar el valor predeterminado.
ja: 作成時に一時的に変更できます。既定値は変わりません。
ko: 생성 시 일시적으로 조정할 수 있으며 기본값은 변경되지 않습니다.
pt_br: Você pode ajustar ao criar o arquivo sem alterar o valor padrão.
zh_hans: 生成时可临时调整，不改变默认值。
zh_hant: 生成時可臨時調整，不改變預設值。

# 生成照片 GPX
source: Generate photo GPX
es: Crear GPX desde fotos
ja: 写真からGPXを作成
ko: 사진 GPX 생성
pt_br: Criar GPX das fotos
zh_hans: 生成照片 GPX
zh_hant: 生成照片 GPX

# 生成照片 GPX 失败
source: Failed to generate photo GPX
es: No se pudo crear el GPX de fotos
ja: 写真からGPXを作成できませんでした
ko: 사진 GPX 생성 실패
pt_br: Não foi possível criar o GPX das fotos
zh_hans: 生成照片 GPX 失败
zh_hant: 生成照片 GPX 失敗

# 用于读取并修改你选择的照片的拍摄时间和位置
source: Read and update the capture times and locations of the photos you select.
es: Leer y actualizar las fechas de captura y ubicaciones de las fotos que selecciones.
ja: 選択した写真の撮影日時と位置情報を読み取り、更新します。
ko: 선택한 사진의 촬영 시간과 위치를 읽고 수정합니다.
pt_br: Ler e atualizar as datas de captura e localizações das fotos que você selecionar.
zh_hans: 用于读取并修改你选择的照片的拍摄时间和位置
zh_hant: 用於讀取並修改你選擇的照片的拍攝時間和位置

# 界面外观
source: Interface appearance
es: Apariencia
ja: 外観
ko: 화면 모양
pt_br: Aparência
zh_hans: 界面外观
zh_hant: 界面外觀

# 相机时区
source: Camera time zone
es: Zona horaria de la cámara
ja: カメラのタイムゾーン
ko: 카메라 시간대
pt_br: Fuso horário da câmera
zh_hans: 相机时区
zh_hant: 相機時區

# 相机时区：%1$@
source: Camera time zone: %1$@
es: Zona horaria de la cámara: %1$@
ja: カメラのタイムゾーン：%1$@
ko: 카메라 시간대: %1$@
pt_br: Fuso horário da câmera: %1$@
zh_hans: 相机时区：%1$@
zh_hant: 相機時區：%1$@

# 移除轨迹
source: Remove Track
es: Quitar ruta
ja: 軌跡を除外
ko: 경로 제거
pt_br: Remover trilha
zh_hans: 移除轨迹
zh_hant: 移除軌跡

# 稍后
source: Later
es: Más tarde
ja: 後で
ko: 나중에
pt_br: Mais tarde
zh_hans: 稍后
zh_hant: 稍後

# 稍后填写
source: Fill it in later
es: Introducir más tarde
ja: 後で入力
ko: 나중에 입력
pt_br: Preencher depois
zh_hans: 稍后填写
zh_hant: 稍後填寫

# 第 %1$@ 步，共 4 步
source: Step %1$@ of 4
es: Paso %1$@ de 4
ja: ステップ%1$@ / 4
ko: 4단계 중 %1$@단계
pt_br: Etapa %1$@ de 4
zh_hans: 第 %1$@ 步，共 4 步
zh_hant: 第 %1$@ 步，共 4 步

# 等待转换
source: Waiting for conversion
es: Esperando conversión
ja: 変換待ち
ko: 변환 대기
pt_br: Aguardando conversão
zh_hans: 等待转换
zh_hant: 等待轉換

# 等待高德地图就绪…
source: Waiting for the AMap map to be ready...
es: Esperando a que AMap esté listo…
ja: AMapの準備を待っています…
ko: AMap이 준비되기를 기다리는 중…
pt_br: Aguardando o AMap ficar pronto…
zh_hans: 等待高德地图就绪…
zh_hant: 等待高德地圖就緒…

# 筛选照片
source: Filter photos
es: Filtrar fotos
ja: 写真を絞り込む
ko: 사진 필터
pt_br: Filtrar fotos
zh_hans: 筛选照片
zh_hant: 篩選照片

# 筛选照片：%1$@
source: Filter photos: %1$@
es: Filtrar fotos: %1$@
ja: 写真の絞り込み：%1$@
ko: 사진 필터: %1$@
pt_br: Filtrar fotos: %1$@
zh_hans: 筛选照片：%1$@
zh_hant: 篩選照片：%1$@

# 筛选：%1$@
source: Filter: %1$@
es: Filtro: %1$@
ja: 絞り込み：%1$@
ko: 필터: %1$@
pt_br: Filtro: %1$@
zh_hans: 筛选：%1$@
zh_hant: 篩選：%1$@

# 管理收藏
source: Manage Favorites
es: Gestionar favoritos
ja: お気に入りを管理
ko: 즐겨찾기 관리
pt_br: Gerenciar favoritos
zh_hans: 管理收藏
zh_hant: 管理收藏

# 粘贴定位
source: Paste location
es: Pegar ubicación
ja: 位置をペースト
ko: 위치 붙여넣기
pt_br: Colar localização
zh_hans: 粘贴定位
zh_hant: 粘貼定位

# 粘贴定位到所选照片
source: Paste location to selected photo
es: Pegar ubicación en la selección
ja: 選択した写真に位置をペースト
ko: 선택한 사진에 위치 붙여넣기
pt_br: Colar localização na seleção
zh_hans: 粘贴定位到所选照片
zh_hant: 粘貼定位到所選照片

# 粘贴定位到这 %1$@ 张照片
source: Paste Location to Selected Photos (%1$@)
es: Pegar ubicación en la selección (%1$@)
ja: 選択した写真%1$@枚に位置をペースト
ko: 선택한 사진 %1$@장에 위치 붙여넣기
pt_br: Colar localização na seleção (%1$@)
zh_hans: 粘贴定位到这 %1$@ 张照片
zh_hant: 粘貼定位到這 %1$@ 張照片

# 精确记录点
source: Exact Recorded Point
es: Punto registrado exacto
ja: 記録点と完全一致
ko: 기록 지점과 정확히 일치
pt_br: Ponto registrado exato
zh_hans: 精确记录点
zh_hant: 精確記錄點

# 系统暂时无法确定本机位置。Mac 会利用附近的 Wi‑Fi 信息定位；即使通过网线联网，也请确认 Wi‑Fi 已开启，然后重试。
source: The system is temporarily unable to determine the location of this machine. Your Mac uses information from nearby Wi‑Fi to determine its location; even if you're connected via a cable, make sure Wi‑Fi is on and try again.
es: No se puede determinar la ubicación por ahora. El Mac usa las redes Wi-Fi cercanas. Activa Wi-Fi aunque uses cable e inténtalo de nuevo.
ja: 現在地を特定できません。Macは周辺のWi-Fi情報を使います。有線接続でもWi-Fiをオンにして再試行してください。
ko: 현재 위치를 확인할 수 없습니다. Mac은 주변 Wi-Fi 정보를 사용합니다. 유선 연결 중이어도 Wi-Fi를 켜고 다시 시도하세요.
pt_br: Não foi possível determinar a localização agora. O Mac usa as redes Wi-Fi próximas. Ative o Wi-Fi mesmo usando cabo e tente novamente.
zh_hans: 系统暂时无法确定本机位置。Mac 会利用附近的 Wi‑Fi 信息定位；即使通过网线联网，也请确认 Wi‑Fi 已开启，然后重试。
zh_hant: 系統暫時無法確定本機位置。Mac 會利用附近的 Wi‑Fi 資訊定位；即使通過網線聯網，也請確認 Wi‑Fi 已開啓，然後重試。

# 系统菜单及权限提示将在下次启动时使用所选语言。
source: The system menu and permission prompts will use the selected language on next startup.
es: Los menús del sistema y los permisos usarán el idioma elegido al volver a iniciar la app.
ja: システムメニューとアクセス許可の表示言語は、次回起動時に反映されます。
ko: 시스템 메뉴와 권한 요청은 다음 실행부터 선택한 언어로 표시됩니다.
pt_br: Os menus do sistema e os pedidos de permissão usarão o idioma escolhido na próxima inicialização.
zh_hans: 系统菜单及权限提示将在下次启动时使用所选语言。
zh_hant: 系統菜單及權限提示將在下次啓動時使用所選語言。

# 红色标记为搜索地点，尚未修改照片。
source: The red mark is the search location, and the photo has not been modified.
es: El marcador rojo es el lugar buscado. La foto no se ha modificado.
ja: 赤いマーカーは検索した場所です。写真はまだ変更していません。
ko: 빨간 마커는 검색한 장소입니다. 사진은 아직 변경되지 않았습니다.
pt_br: O marcador vermelho é o local buscado. A foto não foi alterada.
zh_hans: 红色标记为搜索地点，尚未修改照片。
zh_hant: 紅色標記為搜索地點，尚未修改照片。

# 纬 %1$@
source: Latitude %1$@
es: Latitud %1$@
ja: 緯度 %1$@
ko: 위도 %1$@
zh_hans: 纬 %1$@
zh_hant: 緯 %1$@

# 纬度 %1$@
source: Latitude %1$@
es: Latitud %1$@
ja: 緯度 %1$@
ko: 위도 %1$@
zh_hans: 纬度 %1$@
zh_hant: 緯度 %1$@

# 线宽
source: Line width
es: Grosor de línea
ja: 線幅
ko: 선 너비
pt_br: Espessura da linha
zh_hans: 线宽
zh_hant: 線寬

# 线性插值
source: Linear interpolation
es: Interpolación lineal
ja: 線形補間
ko: 선형 보간
pt_br: Interpolação linear
zh_hans: 线性插值
zh_hant: 線性插值

# 经 %1$@
source: Longitude %1$@
es: Longitud %1$@
ja: 経度 %1$@
ko: 경도 %1$@
zh_hans: 经 %1$@
zh_hant: 經 %1$@

# 经度 %1$@
source: Longitude %1$@
es: Longitud %1$@
ja: 経度 %1$@
ko: 경도 %1$@
zh_hans: 经度 %1$@
zh_hant: 經度 %1$@

# 给更新的文件添加 Finder 标签
source: Add a Finder tag to updated files
es: Añadir etiqueta de Finder a archivos actualizados
ja: 更新したファイルにFinderタグを付ける
ko: 수정된 파일에 Finder 태그 추가
pt_br: Adicionar etiqueta do Finder aos arquivos atualizados
zh_hans: 给更新的文件添加 Finder 标签
zh_hant: 給更新的檔案添加 Finder 標籤

# 继续编辑
source: Continue editing
es: Seguir editando
ja: 編集を続ける
ko: 계속 편집
pt_br: Continuar editando
zh_hans: 继续编辑
zh_hant: 繼續編輯

# 缓存保存失败，本次仍可查看；下次启动可能需要重新转换。
source: Cache saving failed, it can still be viewed this time; it may need to be converted again next time it is started.
es: No se pudo guardar la caché. Puedes verla ahora, pero quizá debas convertirla de nuevo al reiniciar.
ja: キャッシュを保存できませんでした。今回は表示できますが、次回起動時に再変換が必要な場合があります。
ko: 캐시 저장에 실패했습니다. 이번에는 볼 수 있지만 다음 실행 시 다시 변환해야 할 수 있습니다.
pt_br: Não foi possível salvar o cache. Você pode visualizar agora, mas talvez seja necessário converter novamente ao reiniciar.
zh_hans: 缓存保存失败，本次仍可查看；下次启动可能需要重新转换。
zh_hant: 快取保存失敗，本次仍可查看；下次啓動可能需要重新轉換。

# 编辑名称和备注
source: Edit name and remarks
es: Editar nombre y notas
ja: 名前とメモを編集
ko: 이름 및 메모 편집
pt_br: Editar nome e notas
zh_hans: 编辑名称和备注
zh_hant: 編輯名稱和備注

# 缩小地图
source: Zoom out map
es: Alejar mapa
ja: 地図を縮小
ko: 지도 축소
pt_br: Reduzir mapa
zh_hans: 缩小地图
zh_hant: 縮小地圖

# 缺少时间
source: Missing time
es: Sin fecha
ja: 日時なし
ko: 시간 없음
pt_br: Sem data
zh_hans: 缺少时间
zh_hant: 缺少時間

# 缺少有效的 SHA-256 校验值
source: Lacks a valid SHA-256 check value
es: Falta una suma SHA-256 válida
ja: 有効なSHA-256チェックサムがありません
ko: 유효한 SHA-256 체크섬이 없습니다
pt_br: Falta uma soma SHA-256 válida
zh_hans: 缺少有效的 SHA-256 校验值
zh_hant: 缺少有效的 SHA-256 校驗值

# 自动下载失败：%1$@。可前往 GitHub 手动下载。
source: Automatic download failed: %1$@. You can download it manually from GitHub.
es: Error en la descarga automática: %1$@. Puedes descargarla manualmente desde GitHub.
ja: 自動ダウンロードに失敗しました：%1$@。GitHubから手動でダウンロードできます。
ko: 자동 다운로드 실패: %1$@. GitHub에서 직접 다운로드할 수 있습니다.
pt_br: Falha no download automático: %1$@. Você pode baixar manualmente pelo GitHub.
zh_hans: 自动下载失败：%1$@。可前往 GitHub 手动下载。
zh_hant: 自動下載失敗：%1$@。可前往 GitHub 手動下載。

# 自动下载更新
source: Automatically download updates
es: Descargar actualizaciones automáticamente
ja: 更新を自動ダウンロード
ko: 업데이트 자동 다운로드
pt_br: Baixar atualizações automaticamente
zh_hans: 自动下载更新
zh_hant: 自動下載更新

# 自动查询
source: Automatic
es: Automático
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动查询
zh_hant: 自動查詢

# 自定义
source: Custom
es: Personalizado
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自定義

# 自定义分钟数
source: Custom Minutes
es: Minutos personalizados
ja: 分数を指定
ko: 분 단위 직접 지정
pt_br: Minutos personalizados
zh_hans: 自定义分钟数
zh_hant: 自定義分鐘數

# 自定义断段间隔
source: Custom Segment Interval
es: Intervalo de segmentación personalizado
ja: 区間分割間隔を指定
ko: 구간 분할 간격 지정
pt_br: Intervalo de segmentação personalizado
zh_hans: 自定义断段间隔
zh_hant: 自定義斷段間隔

# 苹果地图
source: Apple Maps
es: Mapas de Apple
ja: Appleマップ
ko: Apple 지도
pt_br: Mapas da Apple
zh_hans: 苹果地图
zh_hant: 蘋果地圖

# 苹果地图无需填写高德密钥；以后可在详情页切换地图来源。
source: There is no need to fill in the AMap key for Apple Map; you can switch the map source on the details page later.
es: Mapas de Apple no necesita claves de AMap. Puedes cambiar de proveedor en la página de detalles.
ja: AppleマップにAMapキーは不要です。後で詳細ページから地図サービスを切り替えられます。
ko: Apple 지도에는 AMap 키가 필요하지 않습니다. 나중에 상세 페이지에서 지도 서비스를 바꿀 수 있습니다.
pt_br: Mapas da Apple não precisa de chaves do AMap. Você pode mudar de provedor na página de detalhes.
zh_hans: 苹果地图无需填写高德密钥；以后可在详情页切换地图来源。
zh_hant: 蘋果地圖無需填寫高德密鑰；以後可在詳情頁切換地圖來源。

# 苹果地图（WGS-84）
source: Apple Maps (WGS-84)
es: Mapas de Apple (WGS-84)
ja: Appleマップ（WGS-84）
ko: Apple 지도(WGS-84)
pt_br: Mapas da Apple (WGS-84)
zh_hans: 苹果地图（WGS-84）
zh_hant: 蘋果地圖（WGS-84）
